Repository: freifunk-augsburg/nodedb
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Back to list
de: Zurück zur Liste

# btn.createIP
source: Create new IP
de: Neue IP registrieren

# btn.createNode
source: Create new Node
de: Neues Node registrieren

# btn.manageIPv4
source: Manage your IPv4 addresses
de: IPv4-Adressen verwalten

# btn.manageNodes
source: Manage your Nodes
de: Nodes verwalten

# create_node_login_required
source: You need to be logged in to create new nodes.
de: Um neue Nodes zu registrieren ist ein Login erforderlich.

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

# edit_ip
source: Edit ip %1$s
de: Bearbeiten von %1$s

# edit_node
source: Edit node %1$s
de: Bearbeiten von %1$s

# header_new_ip
source: Register a new IP address
de: Neue IP registrieren

# header_new_node
source: Register a new node
de: Neues Node registrieren

# ip4_addresses
source: IPv4 addresses
de: IPv4 Adresse

# ip_confirm_delete
source: Please confirm deletion of ip address %1$s
de: Bitte bestätige das Löschen der IP %1$s

# ip_create_login_required
source: You need to be logged in to create new IPs.
de: Login erforderlich um eine IP zu registrieren.

# ip_created
source: The IP %1$s has been created.
de: Die IP %1$s wurde registriert.

# ip_deleted
source: The IP %1$s has been deleted.
de: Die IP %1$s wurde gelöscht.

# ip_update
source: Update IP address
de: IP speichern

# ip_updated
source: The IP %1$s has been updated.
de: Die IP %1$s wurde upgedated.

# node.ip4.header
source: Listing for IPv4 addresses
de: IPv4 Liste

# node.list.header
source: Listing for Nodes
de: Nodeliste

# node.show.header
source: Single view for %1$s
de: Detailansicht für %1$s

# node_confirm_delete
source: Please confirm deletion of node %1$s
de: Bitte bestätige das Löschen des Nodes %1$s

# node_deleted
source: The node %1$s has been deleted.
de: Das Node %1$s wurde gelöscht.

# search_and_add_ip4
source: Search and add IPv4 addresses
de: IPv4-Adressen suchen und hinzufügen

# search_and_add_node
source: Search and add Nodes
de: Nodes suchen und hinzufügen

# tx_nodedb.errors.invalid_netmask
source: Invalid netmask.
de: Ungültige Netzmaske.

# tx_nodedb.errors.ip_not_anycast_multiple_not_allowed
source: This IP can only be assigned to multiple Nodes if it is of type anycast.
de: Diese IP kann nur dann mehreren Nodes zugewiesen werden, wenn sie vom Typ anycast ist.

# tx_nodedb.errors.ip_not_free
source: IP/network address is already used.
de: IP/Netzwerkadresse ist bereits in Benutzung, bitet eine andere wählen.

# tx_nodedb.errors.ipv4.invalid
source: Invalid IPv4 address.
de: ungültige IPv4-Adresse.

# tx_nodedb.errors.no_netmask
source: No netmask given.
de: Keine Netzwerkmaske angegeben.

# tx_nodedb_domain_model_ip4.comment
source: Comment
de: Kommentar

# tx_nodedb_domain_model_ip4.family
source: IP Family
de: IP Familie

# tx_nodedb_domain_model_ip4.ipaddr
source: IP address
de: IP-Adresse

# tx_nodedb_domain_model_ip4.ipaddrLast
source: Last IP in network
de: Letzte IP im Netzwerk

# tx_nodedb_domain_model_ip4.netmask
source: Netmask
de: Netzmaske

# tx_nodedb_domain_model_node.access_denied
source: You are not allowed to edit/delete nodes.
de: Unzureichende Berechtigung zum Bearbeiten/Löschen dieses Nodes.

# tx_nodedb_domain_model_node.comment
source: Comment
de: Kommentar

# tx_nodedb_domain_model_node.hostname_invalid
source: The hostname "%1$s" is not a valid hostname.
de: Der Hostname "%1$s" ist nicht gültig (nicht erlaubte Zeichen?).

# tx_nodedb_domain_model_node.hostname_not_unique
source: Hostname is already taken. Please choose another one.
de: Der Hostname wird bereits verwendet. Bitte einen anderen wählen.

# tx_nodedb_domain_model_node.last_seen
source: Last Seen
de: Zuletzt gesehen

# tx_nodedb_domain_model_node.need_login
source: You need to be logged in to edit/delete nodes.
de: Login erforderlich um Nodes zu bearbeiten/löschen.

# tx_nodedb_domain_model_node.node_added
source: Node was added to the database. Continue with registering/adding one or more IPs now.
de: Das Node wurde zur Datenbank hinzugefügt. Fahre damit fort, jetzt IPs für das Node hinzuzufügen bzw. neu zu erstellen.

# tx_nodedb_domain_model_node.node_updated
source: Node was successfully updated.
de: Das Node wurde aktualisiert.
